Repository: antoine-teston/neon-compass
Catalog: NeonCompass/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# social.game.picker
source: Game
de: Spiel
es: Juego
fr: Jeu
it: Gioco

# social.hub.leaderboard.contributors %lld
source: %lld contributors
de: %lld Beitragende
es: %lld contribuidores
fr: %lld contributeurs
it: %lld contributori

# social.hub.leaderboard.leader %@
source: %@ leads
de: %@ führt
es: %@ lidera
fr: %@ en tête
it: %@ in testa

# social.hub.leaderboard.myRank %lld
source: My rank: %lld
de: Mein Rang: %lld
es: Mi puesto: %lld
fr: Mon rang : %lld
it: La mia posizione: %lld

# social.hub.seeAll
source: All
de: Alle
es: Todo
fr: Tout
it: Tutto

# social.hub.thisWeek
source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana

# social.hub.vote.title
source: To vote
de: Zum Abstimmen
es: Para votar
fr: À voter
it: Da votare

# social.leaderboard.empty
source: No approved spots yet.
de: Noch keine freigegebenen Orte.
es: Aún no hay lugares aprobados.
fr: Aucun spot approuvé pour l'instant.
it: Nessun luogo approvato per ora.

# social.leaderboard.spots %lld
source: %lld spots
de: %lld Orte
es: %lld lugares
it: %lld luoghi

# social.leaderboard.title
source: Top contributors
de: Top-Beitragende
es: Mejores colaboradores
fr: Meilleurs contributeurs
it: Migliori contributori

# social.panel.communities
source: Communities
de: Communitys
es: Comunidades
fr: Communautés
it: Comunità

# social.panel.proposals
source: Proposals
de: Vorschläge
es: Propuestas
fr: Propositions
it: Proposte

# social.proposals.contribute.detail
source: Place it on the map. +20 XP once approved.
de: Setze ihn auf der Karte. +20 XP nach der Freigabe.
es: Márcalo en el mapa. +20 XP al aprobarse.
fr: Pose-le sur la carte. +20 XP à l'approbation.
it: Posizionalo sulla mappa. +20 XP all'approvazione.

# social.proposals.contribute.title
source: Propose a spot
de: Schlage einen Ort vor
es: Propón un lugar
fr: Propose un lieu
it: Proponi un luogo

# social.proposals.empty.message
source: The VI map opens at release. Press and hold on it to propose the first place.
de: Die Karte VI öffnet zum Release. Halte sie gedrückt, um den ersten Ort vorzuschlagen.
es: El mapa VI se abre en el lanzamiento. Mantén pulsado para proponer el primer lugar.
fr: La carte VI s'ouvre à la sortie. Appuie longuement dessus pour proposer le premier lieu.
it: La mappa VI apre all'uscita. Tieni premuto per proporre il primo luogo.

# social.proposals.empty.title
source: Nothing proposed yet
de: Noch keine Vorschläge
es: Ninguna propuesta
fr: Aucune proposition
it: Nessuna proposta

# social.proposals.section.discover
source: To discover
de: Zu entdecken
es: Por descubrir
fr: À découvrir
it: Da scoprire

# social.proposals.section.top
source: Best rated
de: Am besten bewertet
es: Mejor valorados
fr: Les mieux notées
it: I più votati

# social.proposals.subtitle
source: VI map · dropped by the community
de: Karte VI · von der Community gesetzt
es: Mapa VI · marcados por la comunidad
fr: Carte VI · posées par la communauté
it: Mappa VI · segnati dalla community

# social.reminder.body
source: This week's bonuses end tomorrow.
de: Die Boni dieser Woche enden morgen.
es: Las bonificaciones de esta semana terminan mañana.
fr: Les bonus de la semaine se terminent demain.
it: I bonus di questa settimana finiscono domani.

# social.reminder.title
source: Last day
de: Letzter Tag
es: Último día
fr: Dernier jour
it: Ultimo giorno

# tab.map
source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa

# tab.profile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

# theme.cyanPulse
source: Cyan Pulse
de: Cyan-Puls
es: Pulso Cian
fr: Pulsation Cyan
it: Impulso Ciano

# theme.sunsetOverdrive
source: Sunset Overdrive
de: Sonnenuntergangs-Overdrive
es: Sobrecarga del Atardecer
fr: Surtension Crépuscule
it: Sovraccarico al Tramonto

# widget.description
source: Your collection progress and favorite cheat, at a glance.
de: Dein Sammelfortschritt und dein Lieblings-Cheat auf einen Blick.
es: Tu progreso de colección y tu truco favorito, de un vistazo.
fr: Votre progression de collection et votre code favori, en un coup d'œil.
it: I tuoi progressi di raccolta e il trucco preferito, in un colpo d'occhio.

# widget.displayName
source: Neon Compass Progress
de: Neon Compass Fortschritt
es: Progreso de Neon Compass
fr: Progression Neon Compass
it: Progressi Neon Compass

# widget.upsell
source: Unlock Pro for widgets
de: Pro freischalten für Widgets
es: Desbloquea Pro para los widgets
fr: Débloquez Pro pour les widgets
it: Sblocca Pro per i widget

# cheats.mode.playstation
source: PlayStation controller
es: Mando PlayStation
fr: Manette PlayStation
it: Controller PlayStation

# cheats.mode.xbox
source: Xbox controller
es: Mando Xbox
fr: Manette Xbox
it: Controller Xbox

# feed.category.community
source: Community
es: Comunidad
fr: Communauté
it: Comunità

# feed.category.event
source: Event
es: Evento
fr: Événement
it: Evento

# guides.chapter.story
source: Story
es: Historia
fr: Histoire
it: Storia

# map.category.event
source: Events
es: Eventos
fr: Événements
it: Eventi

# map.spot.communityBadge
source: Community
es: Comunidad
fr: Communauté

# profile.streetRank.tourist
source: Tourist
es: Turista
fr: Touriste
it: Turista

# settings.section.community
source: Community
es: Comunidad
fr: Communauté

# social.communities.create.name
source: Name
es: Nombre
fr: Nom
it: Nome

# social.communities.eventType.other
source: Event
es: Evento
fr: Événement
it: Evento

# social.communities.eventType.training
source: Training
es: Entrenamiento
fr: Entraînement
it: Allenamento

# social.event.bonus.cashRP %lld
source: %lld× GTA$ & RP
es: %lld× GTA$ y RP
fr: %lld× GTA$ et RP
it: %lld× GTA$ e RP

# social.event.bonus.percentCashRP %lld
source: +%lld%% GTA$ & RP
es: +%lld%% GTA$ y RP
fr: +%lld %% GTA$ et RP
it: +%lld%% GTA$ e RP

# social.event.bonus.unknown
source: Bonus
es: Bonificación

# social.panel.events
source: Events
es: Eventos
fr: Événements
it: Eventi

# tab.cheats
source: Cheats
es: Trucos
fr: Codes
it: Trucchi

# tab.feed
source: News
es: Noticias
fr: Actu
it: Novità

# theme.magentaDrift
source: Magenta Drift
es: Deriva Magenta
fr: Dérive Magenta
it: Deriva Magenta
